Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 후~∙∙∙
en: phew...

source: 와아∙∙∙.
en: wow...

source: 내가 자네를 부른 이유는 다른 게 아니다.
en: the reason I called you...

source: 저 옷, 일하실 때 입는 옷 아니셨던가?
en: oh, isn’t that outfit what he normally wears when he’s working?

source: 멈추십시오.
en: stop right there.

source: 아가씨, 방을 점검하고 들어가셔야 할 것 같습니다.
en: my lady, we must inspect the room before you enter.

source: 또 고아원의 꿈이야.
en: I’m dreaming about the orphanage again.

source: 아셀라 아가씨께서 방문하셨습니다.
en: lady ascella is here.

source: 유리언, 자?
en: yurion, are you asleep?

source: 그리고 네가 이 집에서 일할 일은 없을 거야.
en: also, you won’t ever need to work in this house.

source: 원장 선생님 제발 열어주세요!
en: I beg of you, please let me in!

source: 도 움 ㅣ 튀김, 보라,{j}의령, 사문
en: assistance by twigim, bora, uiryeong, and samun

source: 유리언을 여기서 살게 해줄게!!!
en: ...I’ll make it so you can live here with me!!!

source: 그래…
en: so...

source: 흐윽 흐응
en: sob sob

source: 마지막으로 함께한 식사가
en: I’m sad that the last time we ate together...

source: 민트의 보호자였던 자네에게 민트 얘기를 듣고 싶어서 말이지.
en: ...is because I’d like to hear more about mint. as her former guardian, you must have much to say.

source: 살아라, 민트.
en: live, mint.

source: 네, 그리고 편지를 전달한 뒤에는 기억이 끊겼다는데∙∙∙
en: yes. and she apparently lost her memories after delivering the letter.

source: 그, 그런 분이 왜 저를요?
en: wh-why would the emperor be after me?

source: 구우
en: loom

source: 너희들도 백작님께 걸음을 하시게 두고 무얼 한 거냐.
en: and why did you guys permit the count to come all this way?

source: 몰라요.
en: no, I don’t.

source: 맞아요, 전 여기∙∙∙
en: that’s right! I’m right here...

source: 그런데 어젯빔엔 무슨 일이셨습니까?
en: but what happened to you last night?

source: 갑자기 준비도 없이 고아원에서 나오게 됐는데?
en: I left the orphanage so suddenly, without any preparations.

source: 그래요?
en: really?

source: 우리∙∙∙
en: what happened?

source: 솨아아
en: whoosh

source: 이렇게 편지로 연애하고 가족도 갖게 되면 멋지지 않을까요?
en: wouldn’t it be lovely to court each other through letters like this and become a family?

source: 잠도 안 재우고?!
en: is she not letting you sleep?!

source: 어째서.
en: why...

source: 그 괴물은 전투실력뿐만 아니라 마법도 상당하니∙∙∙
en: not only an that crook a master of combat, she’s also a skilled magic wielder--

source: 슈슉
en: whish

source: ∙∙∙그러고 보니 아셀라하니 생각난 건데.
en: speaking of ascella...

source: 원한다면 네가 직접 찍어라.
en: if you want, you can stamp it yourself.

source: 아이도 가지실 테구
en: and then he’ll probably have children...

source: 얘는 아무리 잘해줘도 득이 없는 애예요.
en: nothing good will come out of treating her kindly.

source: 이 괴물자식!
en: you monster!

source: 그러니까 제발∙∙∙
en: so please--

source: 왔네
en: I’m here.

source: 조금은 제대로 된 물건을 보여주시오!
en: show me something more acceptable!

source: 고아원에 오는 그 누구도 절 거들떠도 안 봤는데∙∙∙.
en: no one who visited the orphanage even glanced my way...

source: 이렇게 필사적으로 매달린 거지∙∙∙.
en: try so desperately to stop him from taking her?

source: 그렇게는∙∙∙ 안 보이는데
en: he doesn’t look it.

source: 제 이름도, 눈도 민트니까 레드∙∙∙ 루비∙∙∙
en: my name is mint, and so is my eye color, so perhaps your name should be red... or ruby...

source: 흐릿…
en: blur

source: 우선∙∙∙
en: first of all...

source: 어떻게 된 건진 모르겠지만
en: I don’t know what exactly happened...

source: 그렇게 당하고도 엘케도니아에 수작을 부리다니∙∙∙.
en: after everything they’ve been through, to think they still dared to mess with the house of elkedonia...

source: 율리어스 님 나이면 결혼도 하실 테고∙∙∙.
en: besides, he’s old enough to be married...

source: 조사해 볼 필요는 있겠습니다.
en: we must look into this.

source: 좋군요.
en: very good.

source: 그게 아셀라네처럼 고요인들을 청소한다는 얘기였다니∙∙∙
en: ...but to think he meant we’d be doing a clean sweep of the staff like ascella’s family did...

source: 겉에 묻지 않게 안감이 덧씌워진 두툼한 잠옷
en: thick pajamas with a lining to prevent blood from leaking out

source: 걱정 마십시오.
en: don’t worry.

source: 그런 나잇값도 못하는 사람이랑 같이 사는 거!!!
en: I don’t want to be with someone who can’t even act their age!!!

source: 읍!
en: blegh!

source: 황제의 마법이겠군.
en: it must be the emperor’s magic.

source: 푹신
en: plop

source: 모른다면 끝까지 모른다고 하지 그래.
en: why didn’t you keep your mouth shut till the end?

source: 신의 품에 혼자 떠나지 않을지도 몰라∙∙∙.
en: ...I wouldn’t have to meet my maker alone...

source: 걱정 마세요
en: don’t worry!

source: 이렇게 좋은 사람들과 함께 사는 게 이미 특별한걸.
en: the fact that I get to live and spend time with such good people is special enough.

source: 읽기도 쉽구
en: it’s easy to read too!

source: 그런 거라면 제가 아주 잘 알지요!
en: oh, I know her very well!

source: ∙∙∙율리어스 님.
en: master yulius...

source: 겁에 질린 내색을 보여선 안 됩니다!!!
en: or show your fear!!!

source: 율리어스 님이 구해줄만한 가치가 있는
en: I acted recklessly...

source: 핫초코∙∙∙?
en: hot chocolate?

source: 질척…?
en: what was that?

source: 그 아이와 같은 고통을∙∙∙.
en: ...as she bit off her own tongue...

source: 두리번 두리번
en: scan scan

source: 그때는 꼭 말할게, 유리언.
en: ...I promise I’ll tell you everything, yurion.

source: 그러니까아 그러니까아
en: so, well, that is to say...

source: 친구가 되면 편하게 불러줄 수 있∙∙∙어?
en: would you drop the formalities if... we ever become friends?

source: 아아아…
en: argh...

source: 들려오는 이 소리에 반박할 수 없어서 너무 화나요.
en: I am angry because I can’t refuse the words that are filling my head.

source: 두분 다 이미 알아챈 거 아냐∙∙∙?
en: perhaps they’ve both already figured out what’s going on?

source: 오오…
en: whoosh

source: 괜찮으시다면 민트라 불러도 될까요?
en: if it’s all right with you, may I call you mint?

source: 아, 아니 입 밖으론 안 말했는데?!
en: b-but I never spoke my thoughts out loud!

source: 율리어스 님께선 성전의 편을 들고 싶으신 거라든가?
en: that you wish to side with the church?

source: 율리어스 님…
en: master yulius...

source: 저택에 마도사가 없었더라면∙∙∙
en: if we didn’t have a magic priest in the estate...

source: 화끈
en: blush

source: 아니오.
en: no.

source: 내거야
en: she’s mine!

source: 엘케도니아 가문이 성전과 사이가 안 좋아지겠는걸요.
en: this will drive a wedge between the house of elkedonia and the temple.

source: 날이 밝으려면 멀었으니∙∙∙.
en: it’ll be a while before daybreak...

source: 수치死 직전
en: so embarrassed she could die

source: 저∙∙∙율리어스 님께 쓸모있는 아이가 되고 싶었어요.
en: I... wanted to be useful to you, master yulius.

source: 꽈광
en: shocked

source: 네가 이곳에 와서 어떤 생각을 하고 있는지는 몰라도
en: I don’t know what's exactly going on in that head of yours...

source: 카민 테오르드라고 합니다.
en: my name is karmin theord.

source: 대공.
en: grand duke.

source: 그럼 다과 초대엔 가는 걸로 할게요.
en: then I’ll accept the invitation to the tea party.

source: 하하~
en: haha

source: 평범한 전쟁고아는 아닌 듯 하군요.
en: ...it seems you are no ordinary war orphan.

source: 성전을 짓눌러 황실의 힘을 알리기 위해서다.
en: to repress the church and demonstrate to all the might of the emperor.

source: 누군가 아가씨를 노리고 있는 거니까요.
en: someone is clearly after you, my lady.

source: 나중에야 해줄 것 같군∙∙∙.
en: next time...

source: 나는 유리언을 지키려는 거예요.
en: I am only trying to protect him.

source: 네 또래 아이들이라면 진작에 기절했을 광경일 거다.
en: children your age would have passed out in fright long before now.

source: 헉 허억…
en: gasp huff

source: 이렇게나 좋은 분이신데 무섭다고 생각해서 죄송했습니다∙∙∙.
en: you’re such a kind person. I’m sorry I ever thought you were scary...

source: 원하는 게 있거든 언제든 말해.
en: and if you ever want anything, come and tell me.

source: 제가∙∙∙ 황제 폐하를 불러들였어요.
en: I... summoned the emperor.

source: 화, 화제를 돌리자∙∙∙.
en: l-let’s change the subject...

source: 너∙∙∙
en: you...

source: 앞으로 소공녀님을 호위할 기사입니다.
en: I am the knight who will be escorting you from today on.

source: 일부러 안 주워주셔도 됩니다.
en: you don’t have to pick it up yourself and hand it to me.

source: 아가씨, 숨을 천천히 크게 쉬십시오.
en: take a nice, deep breath.

source: 내 아기.
en: ...my baby.

source: 하인으로 고용하기엔 조금 아까운 거 같으니 말이다.
en: I think it’d be a waste of your talents to hire you as a mere servant.

source: 물론 그렇게 결혼하 후에 어떤 가정을 꾸릴지는 본인들 나름이지만,
en: of course, they can try to love each other and get along once they’re married...

source: 여기라 했지?
en: it’s this room, right?

source: 당신의 너른 가슴에∙∙∙
en: in your warm, broad chest...

source: 사아…
en: glow

source: 아가씨께서 열심히 하신 덕이죠.
en: it’s due to all the effort you put into your studies, my lady.

source: 다 말할테니까!
en: I’ll tell you everything!

source: 그냥 수업에서 들은 얘기를 떠올린 것 뿐인데.
en: I was only recalling what I’d learned during my lessons.

source: 혼자 할 수 있단 걸 보여드리고 싶었어!{j}맞아.
en: I wanted to show him that I can handle being on my own!{j}

source: 하지만 나도 이제 곧 따라가겠지∙∙∙.
en: but I’ll soon follow...

source: 노예 경매로 팔려왔는걸요
en: I was sold at a slave auction.

source: 황제면 단가요?!
en: so what if she’s the emperor?!

source: 달콤하고, 따뜻하고∙∙∙
en: it tasted sweet and warm...

source: 민트, 먹기 힘들면 억지로 안 먹어도 된다.
en: mint, you don’t have to force yourself to eat if you don’t want to.

source: 우아아아아앙
en: waaaah

source: 드벨리안∙∙∙ 아셀라 아가씨 가문 말입니까?
en: the devellians... do you mean lady ascella’s family?

source: 신께서 천사가 아닌 악마를 보내셨나 봐∙∙∙.
en: ...god must have sent me a devil instead of an angel...

source: ∙∙∙저만 남아서요∙∙∙.
en: ...and I was the only one left...

source: 오늘의 상품은 칼라교의 숙적인 엘케도니아!
en: today’s item is an elkedonia, our nemesis!

source: 두다다
en: rush

source: 민트!
en: mint!

source: 날 가리는 것도 이상한 사람이라 그런 거겠지?
en: that must be why mr. roel is trying to keep me hidden.

source: 저는 이교도가 아닙니다!
en: I’m not a pagan!

source: 고용인으로 위장한 칼라교의 잔당.
en: and told lady ascella about the slums.

source: 이야기를 계속할까요.
en: shall we continue our talk?

source: 상냥한 사람이란 걸 알면서도,
en: even though I know he’s kind...

source: 황제!
en: emperor!

source: 무슨 뜻이시지?{j}다음 기회라니∙∙∙.
en: what does he mean by “the next opportunity”?{j}

source: 유리언의 얼굴은 이교도들에게 노출되어 있어요.
en: the pagans saw yurion’s face.

source: 험한 생각이라∙∙∙
en: angry or violent thoughts...

source: 절대 건드리지 마십시오!
en: do not touch anything!

source: 합
en: gulp

source: 그야 당연하지.
en: well, obviously that’s because...

source: 그거면 된다.
en: that’s more than enough.

source: 먹힐 것 같은 공포∙∙∙
en: ...something that felt as though it could swallow me whole...

source: 뭐가 다른가
en: that’s the same thing!

source: 땀이 그새 많이 났군.
en: you’re sweating a lot.

source: 아자!
en: yes!

source: 주르륵
en: spurt

source: 처음 먹어본 건데 무슨 맛이었는지 기억이 안 나.
en: ...eating steak, but I can’t remember what it tasted like.

source: 헉!
en: eek!

source: 그럼 제가 지어드릴게요!
en: then I can come up with one for you!

source: 대단하십니다.
en: amazing.

source: 율리어스 엘케도니아다.
en: yulius elkedonia.

source: 얼른 끝내고 기사님께서 다독여 줘야겠어요.
en: let’s get this over with so the knight can comfort her.

source: 하나도 안 괜찮은데!!!
en: you’re not fine at all!!!

source: 에메랄드 빛에 자연곱슬!
en: your hair is a lovely emerald color, with a natural curl!

source: 죽음을 앞에 두고는 그렇게 당차게 말하면서 이런 거엔 망설이다니∙∙∙.
en: funny how she was so strong-willed in the face of death, but hesitates over something as trivial as this...

source: 알아들었으니 됐다.
en: I understand. it’s fine.

source: 내가 장난하는 거 같아?!
en: do you think I’m joking?!

source: 마법으로 치료했으니 잘 붙어있을 겁니다.
en: it’s been healed by magic, so it should be in one piece now.

source: ∙∙∙역시 그런 건가.
en: is that... so?

source: 구해낼게요!
en: ...master yulius!

source: 당신 같은 전쟁고아를 데려다 키운다고 달라지는 건 없습니다.
en: his taking in a war orphan like you doesn’t change a thing.

source: 퐁
en: pop

source: 하지만 걱정말아요!
en: but don’t worry!

source: ∙∙∙로엘 님께 그런 취미가 있으셨다니∙∙∙!
en: to think mr. roel had such a hobby...!

source: 아냐 그래도 남들도 다 하는 거니까 괜찮겠지?
en: still, seeing as how everyone else is able to do it, it should be okay, right?

source: 낄낄낄
en: snicker

source: 이쪽이 꿈이 아닌 건가∙∙∙?
en: ...not a dream?

source: 후작님이 걱정하시겠군요!
en: the marquess must be so worried!

source: 네?!
en: what?!

source: 아직도 열이 있으시네.
en: oh dear, she’s still running a fever.

source: 넌 내가 보는 앞에서 죽었을지도 모른단 거다.
en: ...you could have died right before my eyes.

source: 나만 남아서 외톨이가 됐을 뿐인데∙∙∙
en: my friends all got adopted.

source: 아야
en: ouch

source: 기분이 들었다.
en: ...I’d heard master yulius’s voice.

source: 아서라.
en: forget it.

source: ∙∙∙그럼 전쟁이 있던 건 알고 있나?
en: then... are you aware that there was a war?

source: 서늘-..
en: glare

source: 식기를 쥐기 전까지 주먹을 풀지 않고 있더군.
en: ...mint curled her hands into fists and did not loosen them until she had to grab the cutlery.

source: 음~ 그러니까~
en: umm, well...

source: 무엇을 노렸는지는 모르나
en: it’s unclear what she was exactly after...

source: 그래, 괜찮아 보이는군.
en: yes, everything does look fine.

source: 싸아..
en: loom

source: 그냥 봐서는 평민같은 아이들이야.
en: these children seem to be commoners, but not impoverished.

source: 끄덕 끄덕 끄덕
en: nod nod nod

source: 내 허리밖에 안 오던 꼬마였던 주제에.
en: as a kid, you only came up to my waist.

source: 아니면 적어도∙∙∙
en: or at the very least...

source: 이걸로 계약은 완료됐다.
en: the contract is now complete.

source: 몇달 전까지 밥버러지에 불과하던 난데∙∙∙.
en: mere months ago, I was nothing but a stray who nobody wanted...

source: 아닌가?
en: numb?

source: 이 저택의 집사로서 아가씨를 엘케도니아의 가족으로∙∙∙
en: and as the butler of this estate, I decided to serve you wholeheartedly...

source: 밖에서 불이 안 꺼진 걸 본 적이 있거든요.
en: one night, I saw that the lights in your room were still on.

source: 고아원에서 무슨 일이 있었는지 듣고 싶어지는군.
en: ...what’s been happening to her at the orphanage.

source: 괴물.
en: you monster.

source: 원한을 풀기에 더할나위 없이 좋은 물건입니다!
en: but you can still take all your anger and hatred out on her!

source: 감히 내가 어떻게 화를 내겠어.
en: I shouldn’t overtly express my anger.

source: 유, 율리어스 님, 어째서?
en: wh-why, master yulius?

source: 스르륵…
en: slither

source: 처음 만났을 때보다 키도 엄청 컸잖아.
en: you’ve grown so much taller since the first time we met.

source: 절레 절레
en: shake shake

source: 제 몸종이랑 잘 지냈나 봐요?
en: you seem to be getting along rather well with my page boy.

source: 율리어스 님∙∙∙.
en: master yulius...

source: 어…
en: uh...

source: 터벅 터벅 터벅∙∙∙
en: stomp stomp stomp

source: 헉!!
en: eek!

source: 신기해요~
en: it’s amazing.

source: 촤라라라
en: flourish

source: 마차가 내달릴 때 꽤나 부딪힌 것 같다고 하더군.
en: the doctor says you must have tumbled a lot when they lost control of the carriage.

source: 조금 뜨거울지도 모르니 조심하세요.
en: be careful, it might be a little hot.

source: 죄송했어요 로엘!!!
en: forgive me, roel!!!

source: - 하루 전
en: one day ago

source: 엘케도니아의 소공녀로서 율리어스 님께 인정받자!
en: I want master yulius to approve of me as the little lady of elkedonia!

source: 오오
en: fwoosh

source: 그 말을 뱉는 순간
en: the moment I said those words...

source: 몸종으로서 주인의 친구되신 분께 불편함이 없도록∙∙∙
en: as a page boy, I will do my best...

source: 평판에 누가 되지 않을 모습으로 떠나자.
en: ...tarnish master yulius’s reputation before I die.

source: 착한 아이.
en: you’re a nice girl.

source: 드벨리안인지 드셀리아인지 하는 꼬맹이한테 들었다.
en: I heard from that brat named devellian or descellian or whatever.

source: 우리의 신께선 우리를 버리지 않아.
en: ...our god will never forsake us.

source: 괜찮아요. ∙∙∙대신,
en: that’s okay. can you...

source: 네가 여기 있고 싶다고 했고
en: because you said you wanted to stay here,

source: 장미가 보인다…??
en: are those actual roses I see behind her?

source: 도망가!
en: run!

source: 아아, 너란 아이는 정말 뻔뻔하구나∙∙∙.
en: you are truly shameless, child...

source: 식∙∙∙
en: eat...?

source: 그 아셀라가 잘 대해줄리가 없는데~!!!
en: there’s no way someone like ascella would treat him kindly!

source: 근데 뭔가∙∙∙ 조화인가?
en: but are they... artificial flowers?

source: 황제의 전령이시랬는데?!
en: even though he’s the emperor’s messenger?!

source: 뭐 그딴 건 아무래도 좋으니
en: well, whatever the case may be...

source: 쟉금
en: short

source: 역시 대공께선 말이 통하시는∙∙∙
en: as I thought, you’re an understanding--

source: 내가 잘못 선택했다고 생각하나?
en: ...think that I made the wrong decision?

source: 이래보여도
en: I am known as...

source: 쓸모없는 아이라서 그래요∙∙∙.
en: a good-for-nothing child...

source: 아가씨께서 아셀라 영애 앞에서 잘 말씀하실 수 있을지∙∙∙.
en: will lady mint be able to speak her mind in front of lady ascella?

source: 그래도,
en: still...

source: 이런 행복은 제 분수에 맞지 않아요.
en: I don’t deserve this happiness.

source: 음냐…
en: mmm...

source: 하나에 평민 한달치 생활비 쯤 들어가죠
en: it costs about a month’s worth of a commoner’s salary.

source: 러브레터는 대충 내용을 보면 알겠지만
en: ...I can recognize love letters at a glance...

source: 귀족 집 하인은 겁도 없구만!
en: he’s got guts, I’ll give you that!

source: 민트네서 함께 와준∙∙∙
en: ...and the knights of elkedonia...

source: 그 정도되면 질질 짜며 위협할 만도 하지.
en: no wonder that girl was crying and threatening me.

source: 그리고 말씀드리며 좀 더 생각해봤는데∙∙∙
en: and while we talked, I gave it some more thought...

source: 상처가 나으면 임모탈 나이츠의 수련기사로 들어가라.
en: once you’ve recovered, you can train as a squire with the immortal knights.

source: 율리어스 님은?
en: ...what about master yulius?

source: 헉∙∙∙ 내 목소리 다 들렸나∙∙∙?!
en: oh... could she hear me all this time...?!

source: 귀족아가씨는 친구도 따져가며 사귀어야 하겠지∙∙∙.
en: a noble lady should make friends that suit her...

source: 율리어스 님은
en: I’ll protect...

source: 열다섯이나 하니까 일부러 내놓지 않은 것도 있습니다.
en: she’s already 15, which is why I didn’t bother to bring her out when you visited the orphanage.

source: 호호
en: hoho

source: 그만한 힘이 있어야만 할 수 있는 일이죠∙∙∙.
en: is only possible when one has enough power and authority to do so...

source: 앗, 율리어스님!
en: oh, master yulius!

source: 답장은 굳이 안 주셔도 되세요.
en: you don’t have to write me a reply.

source: ∙∙∙하고 싶지 않아요∙∙∙.
en: ...want to do it...

source: ∙∙∙많아도 열한 살 정도일 줄 알았는데.
en: I thought she was 11 years old at most...

source: 모범납세자
en: model taxpayer

source: 다른 건 열심히 하겠다고 할 수 있지만∙∙∙
en: I can say that I’ll do my best when it comes to everything else...

source: 아름다운 모습을 하고 있지만
en: ...said to be incredibly beautiful...

source: 음~
en: hmm...

source: 난 그럼∙∙∙
en: then I’ll be--

source: 그대로 당할 내가 아니지.
en: I wouldn’t have let her do as she wished.

source: 율리어스 님과 함께 식사하시면서 많이 드시고 건강해지는 거예요!
en: as you dine with master yulius, eat up so you can become healthy!

source: 어떤 잡일이든∙∙∙!
en: I can do...

source: 요새 영애들 사이에선 몸종을 데리고 다니는 게 유행이랍니다.
en: it’s a trend among the ladies these days to have a page boy.

source: 제가 말입니다∙∙∙.
en: to be honest...

source: ∙∙∙그래요.
en: yes...

source: 다음.
en: next.

source: 엘케도니아 대공께서 드셨습니다∙∙∙.
en: ...grand duke elkedonia is here to see you...

source: 대공 각하와 연이라고 있으십니까?
en: are you acquainted with the grand duke?

source: 사람이 비꼬는 것도 모르나?
en: are they not even capable of recognizing sarcasm?

source: ∙∙∙라고 말씀해 주시는 듯한
en: that’s what...

source: 혀가 잘리는 고통이 두려워 꽁지 빠지게 도망치시다니.
en: to think you’d flee from fear of the pain of having a tongue cut off.

source: 나란히 있으니 왠지 잘 어울리네요?
en: you two look great together!

source: 분수에 맞게 즐겨야 하지 않겠어?!
en: ...be enjoyed by those who deserve it!

source: 임모탈 나이츠의 기사
en: a member of the order of immortal knights

source: 상상이 무너지는 소리가 들려온다…
en: I am now doubting everything I ever believed to be true...

source: 대공 각하께서 소공녀 님을 아끼시니까요.
en: his royal highness cherishes you greatly.

source: 아무래도 아이들과 다툼이 있었나 보더군요.
en: she must have quarreled with the other children.

source: 배웅드리고 왔습니다.
en: I saw her off.

source: 율리어스!!!
en: yulius!!!

source: 알고 있다.
en: I am aware of that.

source: 뭐, 그냥 카민이라고 불러주십시오.
en: well, just call me karmin.

source: 누가 보면 내가 너를 잡아먹기라도 하는 줄 알겠다.
en: you act as though I’m about to eat you alive.

source: 이런 귀족이∙∙∙ 날∙∙∙?
en: so why would a noble... pick me?

source: 날 믿지 않았군.
en: you didn’t trust me.

source: 잘 부탁드립니다, 소공녀 님.
en: I’ll be in your care, my lady.

source: 기사님들 대단하다∙∙∙.
en: the knights... they’re amazing...

source: 키리안 씨.
en: miss kirian.

source: 퀭…
en: glum

source: ∙∙∙미안해요.
en: I’m sorry.

source: 내가 왜∙∙∙
en: why am I...

source: 그거 알고 있나?
en: were you aware that...

source: 추워∙∙∙ 여긴 어디지?
en: it’s cold... where am I?

source: 키리안
en: kirian

source: 이게 약이 사람마다 잘 맞는 게 다르거든요.
en: the same medicine doesn’t work for everybody. we’ll have to see which one works best for you.

source: 지는 않겠죠?
en: or can he?

source: 꽃이나 선물을 준비할까 해서요.
en: to celebrate her improved health.

source: 그건 내 거야!!!
en: that thing is mine!!!

source: 무슨 일이지?
en: what is it?

source: 억울해애
en: this isn’t meeee

source: 몇 달 후
en: a few months later

source: 옷도 부드럽고 따뜻해.
en: and my clothes are soft and warm.

source: 두 달여를 쉬지 않고 열심히 공부했다.
en: for two months, I studied without rest.

source: 나이는 내 맘대로 안 되는걸∙∙∙.
en: ...but there’s nothing I can do about my age...

source: 그리고 민트.
en: and mint.

source: 아무래도 모를 수가 없죠.
en: there’s no way I couldn’t be.

source: 밥은 나중에 먹는 게 좋겠군.
en: why don’t you eat later?

source: 어라~?
en: oh my!

source: 제 불찰로∙∙∙
en: it was my fault...

source: 히이이잉…
en: awww

source: 으직
en: crunch

source: 그래도 곤히 자더구나.
en: but you were fast asleep.

source: 타닥 타닥
en: rush rush

source: 밤늦게까지 공부하시는 건 좋지만, 너무 무리는 마십시오.
en: it’s fine if you want to keep studying into the night, but please don’t overexert yourself.

source: 항복..
en: I surrender...

source: ∙∙∙이러셨잖아요!
en: ...that!

source: 엘케도니아의 소공녀는 분명
en: the little lady of elkedonia...

source: 야산에 쫓겨나 자야했을 땐 저 소리가 무서웠는데.
en: I heard the same noise the night I was chased out of the orphanage and had to sleep in the mountains. I found it so frightening back then.

source: 그래야 포기할 마음이 든다면 얼마든지요.
en: complain to your heart’s content. perhaps it’ll help you realize how fruitless an endeavor it is.

source: 친구가 없다는 건 맞나?
en: is it true you didn’t have any friends at the orphanage?

source: 민트 엘케도니아 라고 해요.
en: I am mint elkedonia.

source: 글을 읽을 줄 알면 뭐한담?
en: so what if I can read?

source: 맛있는 음식, 따뜻한 침대, 아프지 않은 몸.
en: delicious food, a warm bed, and a body that isn’t sick or feeble.

source: 유리언입니다.
en: my name is yurion.

source: 코오오--..
en: zzz

source: 가, 감사합니다∙∙∙.
en: th-thank you...

source: 그렇다해도 이런 곳에서 잘 버티고 있군.
en: and you stayed strong, even in a place like this.

source: 와사사삭…
en: shocked

source: 폐하는 엘케도니아의 힘을 황가의 걸로 만들고 싶어 하니까∙∙∙.
en: her majesty wants to claim the power of elkedonia for the imperial family...

source: 율리어스 님이시니까?
en: ...well, master yulius.

source: 나 아직 살아있지?
en: am I still alive?

source: 늘 말했지!
en: I told you time and time again!

source: 왜 이런 거로 불길한 풍경이 떠오르고
en: so why am I having such an ominous vision?

source: 두근 두근 두근
en: ba-bump ba-bump ba-bump

source: 돌아가고 싶지 않아∙∙∙.
en: I don’t want to go back...

source: 그리고 아가씨.
en: my lady.

source: 부끄럽지 않은 소공녀가 되어야지.
en: I’ll become a fine lady and do the house of elkedonia proud.

source: 살아남아야 한다∙∙∙
en: you must live...

source: 만나서 반가워요.
en: nice to meet you.

source: 왜 각하께서 영애를 후원하신 건지 이유를∙∙∙
en: if you could please explain why his royal highness has decided to take you in...

source: 널 감옥에 보낼 힘이 내게 있다는 걸 또 잊었나 보군.
en: do not forget that I have the power to send you to prison.

source: 우와아…
en: wow...

source: 네가 많은 걸 보고 배우고 생각할수록 네 세계는 넓어질 거다.
en: the more you learn and experience, the more you will be able to broaden your horizons.

source: 전 특히 이 붉은 눈이 마음에 들어요.
en: I especially like his red eyes.

source: 미, 민트에게 물어보십시오!!!
en: a-ask mint!!!

source: 꺄아아아악
en: aaahh!

source: 누워있어!!!
en: lie down!!!

source: 어제 그랬잖아요∙∙∙.
en: that was yesterday...

source: 어, 뭔가 빛이 흐르고 있어?
en: oh, some kind of light is flowing out!

source: 와하하하
en: bahahaha

source: ∙∙∙그런가?
en: is that so?

source: 로엘!
en: roel!

source: 방금 본 건 떠올리지 말아라.
en: don’t think about what you saw.

source: 의외네∙∙∙.
en: how unexpected...

source: ∙∙∙이미
en: so she already...

source: 아아
en: woooo

source: 이런 곳에 높으신 분들이 어쩐 일이신지~?
en: what are such high nobles doing in a place like this?

source: 그렇다는데요?
en: that’s what she says.

source: 엄살이 심했죠…
en: I was such a baby, huh...?

source: 제, 제가, 이런 좋은 곳에서 후원 받을 리가 없어요.
en: there’s n-no way someone as great as you would want to sponsor me.

source: 모르는 사람이 거울에 있는 것 같아.
en: it’s like I’m looking at a stranger.

source: 꿈은 꿈일 뿐입니다.
en: dreams are just dreams, nothing more.

source: 꽃은 아무래도 좀 구하기 힘들 테니
en: it’ll be somewhat difficult to find flowers this time of year.

source: 네놈 못지 않은 쓰레기더군.
en: he was filth, just like you.

source: 정말 하고 싶은 말은 다 하는구나.
en: ...say everything that’s on your mind, don’t you?

source: 뭐라하는 사람이 없는 게 이상하지.
en: it’d be stranger if no one gossiped about it.

source: 율리어스 님같은 어른보다 약한 게 당연하지!
en: it’s only natural you’re weaker than master yulius! he’s an adult!

source: 아!
en: oh!

source: 뒷산에서 풀 뜯어벅다 쓰러져있는 게 더 그럴 듯한 거 같아.
en: perhaps I passed out after eating some strange herb in the mountain out back.

source: 위험해∙∙∙!
en: I sense danger...!

source: 저도 그냥 로엘이라고 부르시지요.
en: my lady, just call me roel.

source: 흠흠
en: ahem

source: ∙∙∙다행이다.
en: thank goodness...

source: ∙∙∙물론 널 납치당하게 두지 않았어야 했지만∙∙∙
en: of course, I shouldn’t have let you be kidnapped in the first place...

source: 하셔도 됩니다.
en: and such.

source: 그래서야 사교계에 적응을 잘 하실 수 있을지∙∙∙.
en: at her age, will she be able to adjust to high society?
